<div class="container-fluid dynamic-page">
    <div class="row justify-content-center">
        <div class="col-md-8 gap-above" style="border: 1px solid red;">
            <p>
                <!-- ಸ್ವಾಮಿ ವಿವೇಕಾನಂದರು ಎಲ್ಲ ಭಾಷೆಗಳಲ್ಲಿಯೂ ಪತ್ರಿಕೆಗಳನ್ನು ಆರಂಭಿಸಬೇಕು ಎಂದು ಬಯಸಿದ್ದರು. ಅದರಂತೆ ರಾಮಕೃಷ್ಣ ಮಹಾಸಂಘವು ಭಾರತದ ಹಲವಾರು ಮುಖ್ಯ ಭಾಷೆಗಳಲ್ಲಿ ಪತ್ರಿಕೆಗಳನ್ನು ಹೊರತರುತ್ತಿದೆ. ಅದರಲ್ಲಿ 'ವಿವೇಕಪ್ರಭ'ವೂ ಒಂದಾಗಿದೆ. 'ವಿವೇಕಪ್ರಭ' ಪತ್ರಿಕೆಯು ರಾಮಕೃಷ್ಣ ಮಹಾಸಂಘವು ಕನ್ನಡದಲ್ಲಿ ಪ್ರಕಟಿಸುತ್ತಿರುವ ಏಕೈಕ ಮಾಸಪತ್ರಿಕೆಯಾಗಿದೆ. ಮೈಸೂರಿನ ಶ್ರೀರಾಮಕೃಷ್ಣ ಆಶ್ರಮವು ಜನವರಿ ೨೦೦೦ ದಿಂದ ಈ ಪತ್ರಿಕೆಯನ್ನು ಹೊರತರುತ್ತಿದೆ. ಪರಿಪೂರ್ಣ ಜೀವನದ ಪರಮಾಪ್ತ ಪತ್ರಿಕೆಯಾದ ಇದು ತನ್ನ ಸುಂದರ ವಿನ್ಯಾಸ, ಉತ್ತಮ ಮಟ್ಟದ ಮುದ್ರಣ ಮತ್ತು ಉದಾತ್ತ ಚಿಂತನೆಗಳಿರುವ ಲೇಖನಗಳಿಗಾಗಿ ಹೆಸರುವಾಸಿಯಾಗಿದೆ. ತನ್ನ ದಶಮಾನೋತ್ಸವದ ಸಂದರ್ಭದಲ್ಲಿ 'ವಿವೇಕಪ್ರಭ'ವು ಕನ್ನಡ ಜನತೆಗೆ ತನ್ನೆಲ್ಲ ಸಾಹಿತ್ಯಸಾಮಗ್ರಿಯನ್ನು ಈ ಅಂತರ್ಜಾಲ ತಾಣದಲ್ಲಿ ಕೊಡುಗೆಯಾಗಿ ನೀಡುತ್ತಿದೆ. -->
            </p>
        </div>
    </div>
</div>