<div class="container-fluid dynamic-page">
    <div class="row justify-content-center">
        <div class="col-md-8 gap-above">
        	<h2>ಧ್ಯೇಯ</h2>
            <p>ಸ್ವಾಮಿ ವಿವೇಕಾನಂದರು ಎಲ್ಲ ಭಾಷೆಗಳಲ್ಲಿಯೂ ಪತ್ರಿಕೆಗಳನ್ನು ಆರಂಭಿಸಬೇಕು ಎಂದು ಬಯಸಿದ್ದರು. ಅದರಂತೆ ರಾಮಕೃಷ್ಣ ಮಹಾಸಂಘವು ಭಾರತದ ಹಲವಾರು ಮುಖ್ಯ ಭಾಷೆಗಳಲ್ಲಿ ಪತ್ರಿಕೆಗಳನ್ನು ಹೊರತರುತ್ತಿದೆ. ಅದರಲ್ಲಿ <strong>'ವಿವೇಕಪ್ರಭ'</strong>ವೂ ಒಂದಾಗಿದೆ. <strong>'ವಿವೇಕಪ್ರಭ'</strong> ಪತ್ರಿಕೆಯು ರಾಮಕೃಷ್ಣ ಮಹಾಸಂಘವು ಕನ್ನಡದಲ್ಲಿ ಪ್ರಕಟಿಸುತ್ತಿರುವ ಏಕೈಕ ಮಾಸಪತ್ರಿಕೆಯಾಗಿದೆ. ಮೈಸೂರಿನ ಶ್ರೀರಾಮಕೃಷ್ಣ ಆಶ್ರಮವು ಜನವರಿ ೨೦೦೦ ದಿಂದ ಈ ಪತ್ರಿಕೆಯನ್ನು ಹೊರತರುತ್ತಿದೆ. ಪರಿಪೂರ್ಣ ಜೀವನದ ಪರಮಾಪ್ತ ಪತ್ರಿಕೆಯಾದ ಇದು ತನ್ನ ಸುಂದರ ವಿನ್ಯಾಸ, ಉತ್ತಮ ಮಟ್ಟದ ಮುದ್ರಣ ಮತ್ತು ಉದಾತ್ತ ಚಿಂತನೆಗಳಿರುವ ಲೇಖನಗಳಿಗಾಗಿ ಹೆಸರುವಾಸಿಯಾಗಿದೆ. ತನ್ನ ದಶಮಾನೋತ್ಸವದ ಸಂದರ್ಭದಲ್ಲಿ <strong>'ವಿವೇಕಪ್ರಭ'</strong>ವು ಕನ್ನಡ ಜನತೆಗೆ ತನ್ನೆಲ್ಲ ಸಾಹಿತ್ಯಸಾಮಗ್ರಿಯನ್ನು ಈ ಅಂತರ್ಜಾಲ ತಾಣದಲ್ಲಿ ಕೊಡುಗೆಯಾಗಿ ನೀಡುತ್ತಿದೆ.</p><br/>
        </div>
        <div class="col-md-8">
        	<div class="row justify-content-center">
        		<div class="col-md-6">
            		<h4>ಈ ಪತ್ರಿಕೆ ನಿಮಗೆ:</h4>
            		<ul>
            			<li>ಮನಶ್ಯಾಂತಿಯನ್ನು ಕೊಡುವ,</li>
            			<li>ಶ್ರೇಷ್ಠ ಆನಂದದ ಅನುಭವವನ್ನು ನೀಡುವ,</li>
            			<li>ಬೋಧಾತ್ಮಕ ಕಥೆಗಳನ್ನು ಹೊಂದಿರುವ,</li>
            			<li>ಮಕ್ಕಳ ನೈತಿಕ ಮತ್ತು ಆಧ್ಯಾತ್ಮಿಕ ಅಭಿವೃದ್ಧಿಗೆ ಸಹಾಯಕವಾಗುವ,</li>
            			<li>ನೊಂದ ಮನಸ್ಸಿಗೆ ಸಮಾಧಾನವನ್ನು ಕೊಡುವ</li>
            			<li>ಶ್ರೀರಾಮಕೃಷ್ಣ - ವಿವೇಕಾನಂದ - ವೇದಾಂತ ವಿಚಾರಧಾರೆಯನ್ನು ನೀಡುವ ಪತ್ರಿಕೆಯಾಗಿದೆ.</li>
            		</ul>
            	</div>
        		<div class="col-md-6">
            		<h4>ಈ ಪತ್ರಿಕೆಯ ಮಹದುದ್ದೇಶಗಳು:</h4>
            		<ul>
            			<li>ಉನ್ನತ ನೈತಿಕ ಮತ್ತು ಆಧ್ಯಾತ್ಮಿಕ ಮೌಲ್ಯಗಳನ್ನು ಜನರಲ್ಲಿ ಹರಡುವುದು.</li>
            			<li>ಕೌಟುಂಬಿಕ ಮೌಲ್ಯಗಳನ್ನು ಪುನಃ ಸ್ಥಾಪಿಸುವುದು.</li>
            			<li>ನಮ್ಮ ಸಾಂಸ್ಕೃತಿಕ ನೆಲೆಯಲ್ಲಿ ಪುನಃ ನಮ್ಮ ಸಮಾಜವನ್ನು ಪ್ರತಿಷ್ಠಾಪಿಸುವುದು.</li>
            			<li>ನಮ್ಮ ವ್ಯಕ್ತಿತ್ವವನ್ನು ನೈತಿಕ ಮತ್ತು ಆಧ್ಯಾತ್ಮಿಕ ತಳಹದಿಯ ಮೇಲೆ ನಿರ್ಮಿಸುವುದು.</li>
            			<li>ಪರಸ್ಪರ ನಂಬಿಕೆ, ಪ್ರೀತಿ, ಸಹಾನುಭೂತಿ, ಸಹಬಾಳ್ವೆ ಇತ್ಯಾದಿ ಗುಣಗಳ ಅನಿವಾರ್ಯತೆಯನ್ನು ಒತ್ತಿ ಸಾರುವುದು.</li>
            		</ul>
            	</div>
            </div>
        </div>
    </div>
</div>